[{
    "id": 1,
    "title": "Gave you satellite television",
    "learn_more": "Our world would not be the same without the satellites now in orbit around the Earth – all thanks to the space programme. They not only give us satellite broadcast television and radio but also power telecommunications including mobile phones and terrestrial TV networks.",
    "source": "http://www.thesun.co.uk/sol/homepage/news/1752963/Top-25-things-NASA-has-done-National-Aeronautics-And-Space-Administration-celebrates-50th-anniversary.html",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 2,
    "title": "Google Earth",
    "learn_more": "Mapping was never as accurate as the images we can now get thanks to satellites which from space can even see a dog in your back garden.",
    "source": "http://www.thesun.co.uk/sol/homepage/news/1752963/Top-25-things-NASA-has-done-National-Aeronautics-And-Space-Administration-celebrates-50th-anniversary.html",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 3,
    "title": "Made your airline flights shorter and cheaper",
    "learn_more": "Software employing NASA-invented tools to help commercial airlines fly shorter routes and help save millions of gallons of fuel each year, reducing costs to airlines while benefiting the environment.",
    "source": "http://www.futureoftech.msnbc.msn.com/technology/futureoftech/what-has-nasa-done-you-lately-lots-84427",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 4,
    "title": "Inspired the design for your Speedo bathing suit",
    "learn_more": "It turns out that swimming is not that different from flying - at least not where physics is concerned. Swimsuit maker Speedo turned to scientists at NASA's Langley Research Center for their considerable knowledge of friction and drag principles to help design new high-end racing wear. Researchers there tested numerous materials in a wind tunnel before settling on a weave of elastane-nylon and polyurethane, which ultimately became Speedo's LZR Racer line. The suits made their debut at the Beijing Summer Olympics in 2008, where they were worn by every male swimming event winner.",
    "source": "http://tech.ca.msn.com/photogallery.aspx?cp-documentid=28627010&page=2",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 5,
    "title": "Created fabric that insulate homes and marathon runners",
    "learn_more": "NASA has long been known for having developed the thin, shiny reflective material used to insulate everything from the Hubble Space Telescope to hikers, from the Mars rovers to marathon runners, from computers to campers, from satellites to sun shields, and from rockets to residences. It is one of the simplest, yet most versatile spinoffs to come out of the Agency. The insulating material, a strong, plastic, vacuum-metallized film with a highly-efficient, infrared-reflective, vapor-deposited coating of aluminum, was created to be very lightweight in order to minimize weight impact on vehicle payload while also protecting spacecraft, equipment, and personnel from the extreme temperature fluctuations of space.",
    "source": "http://spinoff.nasa.gov/Spinoff2006/ch_9.html",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 6,
    "title": "Made your food last longer",
    "learn_more": "Freeze-dried food solved the problem of what to feed an astronaut on the long-duration Apollo missions. Freeze drying foods preserves nutritional value and taste, while also reducing weight and increasing shelf life.",
    "source": "http://ntrs.nasa.gov/archive/nasa/casi.ntrs.nasa.gov/20070018876_2007019703.pdf",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 7,
    "title": "Created lubricant that protects metal from corrosion and wear",
    "learn_more": "A process for bonding dry lubricant to space metals led to the development of surface enhancement, or synergistic, coatings, which are used in applications from pizza making to laser manufacturing. Each coating is designed to protect a specific metal group or group of metals to solve problems encountered under operating conditions, such as resistance to corrosion and wear. ",
    "source": "http://ntrs.nasa.gov/archive/nasa/casi.ntrs.nasa.gov/20020086973_2002140971.pdf",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 8,
    "title": "Created cost-effective, environmentally friendly tent-like roofs",
    "learn_more": "The same fabric used in Apollo-era space suits has been spun off into a cost-effective, environmentally-friendly building material. Used on structures around the world, the Teflon-coated fiberglass strands create a permanent, tent-like roof. Less expensive than conventional roofing materials, the durable white fabric allows natural light to shine through, saving a significant amount of energy. ",
    "source": "http://ntrs.nasa.gov/archive/nasa/casi.ntrs.nasa.gov/20020086973_2002140971.pdf",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 9,
    "title": "Testing for breast cancer is now less painful, expensive, and scarring",
    "learn_more": "A silicon chip originally developed for Nasas Hubble Space Telescope makes the testing process less painful, less scarring and less expensive than traditional biopsy methods.",
    "source": "http://www.thesun.co.uk/sol/homepage/news/1752963/Top-25-things-NASA-has-done-National-Aeronautics-And-Space-Administration-celebrates-50th-anniversary.html",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 10,
    "title": "Simplified kidney dialysis",
    "learn_more": "Special kidney dialysis machines were created as a result of a NASA-developed chemical process that removes toxic waste from used dialysis fluid. The process saves electricity and eliminates the need for a continuous water supply, granting the patient greater freedom.",
    "source": "http://ntrs.nasa.gov/archive/nasa/casi.ntrs.nasa.gov/20020083273_2002135760.pdf",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 11,
    "title": "Provide protection for race car drivers & nuclear reactor technicians",
    "learn_more": "Cool suits, which kept Apollo astronauts comfortable during moon walks, are today worn by race car drivers, nuclear reactor technicians, shipyard workers, people with multiple sclerosis and children with a congenital disorder known as hypohidrotic ectodermal dysplasia, which restricts the body’s ability to cool itself.",
    "source": "http://spinoff.nasa.gov/Spinoff2005/ch_1.html",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 12,
    "title": "Invented the technology in your Brita water filter",
    "learn_more": "Water purification technology used on the Apollo spacecraft is now employed in several spinoff applications to kill bacteria, viruses and algae in community water supply systems and cooling towers. Filters mounted on faucets reduce lead in water supplies.",
    "source": "http://spinoff.nasa.gov/Spinoff2004/er_1.html",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 13,
    "title": "Made the UV coating for your sunglasses",
    "learn_more": "Also from the Jet Propulsion Laboratory in the early 1980s: UV-resistant sunglasses. The lab's scientists were working on a way to protect astronauts' eyes from radiation, particularly ultraviolet light. They discovered that hawks, eagles and other raptors secreted oil droplets into their eyes that not only protected them from such radiation, but also enhanced their vision. Scientists were able to replicate the process using zinc oxide, which they applied to visors used on space missions. A company called SunTiger was then formed to market the invention as Eagle Eyes sunglasses and the rest, as the saying goes, is history. UV-resistant sunglasses are now worn by millions of people. Such sunglasses don't just protect from harmful UV rays, they also enhance vision clarity by blocking out blue light.",
    "source": "http://tech.ca.msn.com/photogallery.aspx?cp-documentid=28627010&page=3",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 14,
    "title": "Helped make your tires last 10,000 miles longer",
    "learn_more": "When NASA was planning its Mars exploration missions in the late 1960s and early 1970s, scientists knew that spacecraft parachuting down onto the red planet would have to be especially tough. Ordinary tires wouldn't do, so the space agency contracted Goodyear to create new landing gear for its Viking probes. The company came up with a new fibrous material that was five times stronger than steel, giving the Vikings the durable tires they needed. After the mission, Goodyear incorporated the new invention into commercial products, thereby adding about 16,000 kilometres to the lifespan of some radial tires.",
    "source": "http://tech.ca.msn.com/photogallery.aspx?cp-documentid=28627010&page=4",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 33,
    "title": "Advanced lightweight wheelchairs",
    "learn_more": "A prototype lightweight wheelchair based on aerospace technology resulted from a Langley Research Center/University of VA project. The chair weighs 25 pounds and is collapsible. Commercial applications are under consideration.",
    "source": "http://ntrs.nasa.gov/archive/nasa/casi.ntrs.nasa.gov/20020090857_2002146689.pdf",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 34,
    "title": "Cooling vest worn by factory workers (and astronauts) in hot temperatures",
    "learn_more": "ILC, Dover Division&apos;s lightweight cooling garment, called Cool Vest was designed to eliminate the harmful effects of heat stress; increases tolerance time in hot environments by almost 300 percent. Made of urethane-coated nylon used in Apollo, it works to keep the body cool, circulating chilled water throughout the lining by means of a small battery-powered pump. A pocket houses the pump, battery and the coolant which can be ice or a frozen gel, a valve control allows temperature regulation. One version is self-contained and portable for unrestrained movement, another has an umbilical line attached to an external source of coolant, such as standard tap water, when extended mobility is not required. It is reported from customers that the Cool Vest pays for itself in increased productivity in very high temperatures.",
    "source": "http://ntrs.nasa.gov/archive/nasa/casi.ntrs.nasa.gov/20030002812_2002160080.pdf",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 16,
    "title": "Created high capacity, clean energy batteries",
    "learn_more": "Headquartered in Fremont, California, Deeya Energy Inc. is now bringing its flow batteries to commercial customers around the world after working with former Marshall Space Flight Center scientist, Lawrence Thaller. Deeya's liquid-cell batteries have higher power capability than Thaller's original design, are less expensive than lead-acid batteries, are a clean energy alternative, and are 10 to 20 times less expensive than nickel-metal hydride batteries, lithium-ion batteries, and fuel cell options.",
    "source": "http://ntrs.nasa.gov/archive/nasa/casi.ntrs.nasa.gov/20090002483_2009001821.pdf",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 17,
    "title": "Gave you the movie Apollo 13",
    "learn_more": "True story of the moon-bound mission that developed severe trouble and the men that rescued it with skill and dedication.",
    "source": "http://www.imdb.com/title/tt0112384/",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 18,
    "title": "Created technology for consumer panoramaic photographic stitching software",
    "learn_more": "The Mars rover Panoramic Mast Assemblies inspired scientists at Ames Research Center and Carnegie Mellon University to find more down-to-Earth photographic and virtual exploration applications for consumers. With the Austin, Texas-based Charmed Labs LLC, scientists created a prototype for the Gigapan robotic platform for consumer cameras, which automates the creation of highly detailed digital panoramas. The scientists also created a Web site and photographic stitching software to accompany the Gigapan platform.",
    "source": "http://spinoff.nasa.gov/spinoff/spinitem?title=Mars+Cameras+Make+Panoramic+Photos+a+Snap",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 19,
    "title": "Developed zero-emission, lithium batteries used in electric powered cars",
    "learn_more": "Hybrid Technologies Inc., a manufacturer and marketer of lithium-ion battery electric vehicles, based in Las Vegas, Nevada, and with research and manufacturing facilities in Mooresville, North Carolina, entered into a Space Act Agreement with Kennedy Space Center to determine the utility of lithium-powered fleet vehicles. NASA contributed engineering expertise for the car's advanced battery management system and tested a fleet of zero-emission vehicles on the Kennedy campus. Hybrid Technologies now offers a series of purpose-built lithium electric vehicles dubbed the LiV series, aimed at the urban and commuter environments.",
    "source": "http://ntrs.nasa.gov/archive/nasa/casi.ntrs.nasa.gov/20090002514_2009001811.pdf",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 20,
    "title": "Developed ice protection and detection technology for airplanes",
    "learn_more": "The Icing Branch at NASA&apos;s Glenn Research Center uses the Center&apos;s Icing Research Tunnel (IRT) and Icing Research Aircraft to research methods for evaluating and simulating the growth of ice on aircraft, the effects that ice may have on aircraft in flight, and the development and effectiveness of various ice protection and detection systems. EGC Enterprises Inc. (EGC), of Chardon, Ohio, used the IRT to develop thermoelectric thin-film heater technology to address in-flight icing on aircraft wings. Working with researchers at Glenn and the original equipment manufacturers of aircraft parts, the company tested various thin, flexible, durable, lightweight, and efficient heaters...",
    "source": "http://ntrs.nasa.gov/archive/nasa/casi.ntrs.nasa.gov/20080003908_2008001506.pdf",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 21,
    "title": "Developing the technology to sustain life on earth in light of global warming",
    "learn_more": "Another awesome NASA  project underway on planet earth: new space agreement with Sustainable Silicon Valley - event taking place at Ames Research Center on 8/23 where they'll be showcasing a bunch of new technologies aimed at preserving life on earth…in face of climate change, ocean acidification, etc. Hey if they can create self-supporting life systems to send people into space - they certainly have the knowledge needed to support humankind on earth as global warming makes itself increasingly evident. <br /><br />Courtesy of Fran L.",
    "source": "http://www.sustainablesv.org/content/showcase-launch",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 22,
    "title": "Made Tang popular",
    "learn_more": "Tang was famously used by some early NASA manned space flights. In 1962, when Mercury astronaut John Glenn conducted eating experiments in orbit, Tang was selected for the menu, and was also used during some Gemini flights. <br /><br />Courtesy of Drew from TNW.",
    "source": "http://en.wikipedia.org/wiki/Tang_(drink)",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 23,
    "title": "Refine the technology that led to cordless medical instruments and other tools",
    "learn_more": "When you're sucking up bits of dirt or crumbs around the house with a handheld cordless vacuum, you are actually using the same technology that astronauts used on the moon. Although Black & Decker had already invented the first battery-powered tools in 1961 [source: NASA], the NASA-related research helped refine the technology that led to lightweight, cordless medical instruments, hand-held vacuum cleaners and other tools. <br /><br />Courtesy of James C.",
    "source": "http://curiosity.discovery.com/topic/physics-concepts-and-definitions/ten-nasa-inventions9.htm",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 24,
    "title": "Grooves in pavement which led to safer driving & airplane takeoffs",
    "learn_more": "Carving a gro­ove into concrete may not sound like much of an innovation, but it certainly keeps us safe on the roads. Also called safety grooving, this simple, yet lifesaving, process inserts long, shallow channels into pavement on runways and roads. These indentions in the concrete divert excess water from the surface to reduce the amount of water between tires and the runway or road. This increases the friction between wheels and concrete, improving vehicle safety.",
    "source": "http://curiosity.discovery.com/topic/physics-concepts-and-definitions/ten-nasa-inventions8.htm",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 25,
    "title": "Adjustable fire detectors to prevent false alarms",
    "learn_more": "Where there's smoke, there's fire. NASA engineers knew that simple fact when they were designing Skylab in the 1970s. Skylab was the first U.S. space station, and the astronauts would need to know if a fire had started or if noxious gases were loose in the vehicle. Teaming up with Honeywell Corporation, NASA invented the first adjustable smoke detector with different sensitivity levels to prevent false alarms.",
    "source": "http://curiosity.discovery.com/topic/physics-concepts-and-definitions/ten-nasa-inventions7.htm",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 26,
    "title": "Designed the original shoe insoles for moon boots, now used by everybody",
    "learn_more": "Wh­en Neil Armstrong famously spoke of one giant leap for mankind, he probably didn't foresee the literal connotation it would come to have. Today's athletic shoes have borrowed the technology of the moon boots that first took that leap.",
    "source": "http://curiosity.discovery.com/topic/physics-concepts-and-definitions/ten-nasa-inventions5.htm",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 27,
    "title": "Ear thermometer",
    "learn_more": "Taking y­our temperature when sick can be tricky business. A standard mercury thermometer can prove difficult to read, and a rectal one is just plain uncomfortable. In 1991, infrared thermometers that you place into your ears took the work out of it, simplifying and speeding up the process.",
    "source": "http://curiosity.discovery.com/topic/physics-concepts-and-definitions/ten-nasa-inventions4.htm",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 28,
    "title": "Memory foam",
    "learn_more": "NASA ­helps some people sleep better at night. Temper foam found in Tempurpedic brand mattresses and similar brands was originally developed for space flight and later repackaged for the home.",
    "source": "http://curiosity.discovery.com/topic/physics-concepts-and-definitions/ten-nasa-inventions3.htm",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 29,
    "title": "Scratch-resistant eyeglass lenses",
    "learn_more": "If you drop a pair of eyeglasses on the ground, the lenses probably won't break. That's because in 1972, the Food and Drug Administration began requiring manufacturers to use plastic rather than glass to make lenses. Plastics are cheaper to use, better at absorbing ultraviolet radiation, lighter and not prone to shattering [source: Space Technology Hall of Fame]. Nevertheless, they also had an Achilles heel. Uncoated plastics tend to scratch easily, and scuffed lenses could impair someone's sight.",
    "source": "http://curiosity.discovery.com/topic/physics-concepts-and-definitions/ten-nasa-inventions2.htm",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 30,
    "title": "'Invisible' braces",
    "learn_more": "Invisible braces are made of translucent polycrystalline alumina (TPA). A company called Ceradyne developed TPA in conjunction with NASA Advanced Ceramics Research to protect the infrared antennae of heat-seeking missile trackers.",
    "source": "http://curiosity.discovery.com/topic/physics-concepts-and-definitions/ten-nasa-inventions1.htm",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 31,
    "title": "Developed nanofiber filter to remove 99.9% of dangerous particles like bacteria from water",
    "learn_more": "With support from SBIR funding from Johnson Space Center, Argonide Corporation, of Sanford, Florida, tested and developed its proprietary nanofiber water filter media. Capable of removing more than 99.99 percent of dangerous particles like bacteria, viruses, and parasites, the media was incorporated into the company's commercial NanoCeram water filter, a 2002 R&D 100 award winner and 2005 inductee into the Space Foundation's Space Technology Hall of Fame. In addition to its drinking water filters, Argonide now produces large-scale nanofiber filters used for industrial and municipal water purification.",
    "source": "http://ntrs.nasa.gov/archive/nasa/casi.ntrs.nasa.gov/20090039414_2009040045.pdf",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 32,
    "title": "Developed advanced satelite imagery without the use of expensive thermal imaging",
    "learn_more": "upported by SBIR contracts with Stennis Space Center, Geospatial Data Analysis Corporation invented software for automatically identifying clouds in satellite imagery without the use of thermal data-an important development for satellites that forgo expensive thermal imaging equipment. The company's Cloud and Cloud Shadow Assessment software provides highly accurate cloud identification for private remote sensing imagery firms, and the technology's feature detection capabilities are also being applied to a range of land features, helping researchers study the effects of population growth and climate change on crop field acreage, flood zones, and plant cover.",
    "source": "http://spinoff.nasa.gov/spinoff/spinitem?title=Feature+Detection+Systems+Enhance+Satellite+Imagery",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 35,
    "title": "Fire resistant material now used by the U.S. Navy",
    "learn_more": "Fire hazard is greater in atmospheres containing a high percentage of oxygen under pressure. NASA intensified its fire safety research after a 1967 Apollo fire. A chemically treated fabric called Durette developed by Monsanto Company, which will not burn or produce noxious fumes, was selected as a material for Apollo astronaut garments. Monsanto sold production rights for this material to Fire Safe Products (FSP). Durette is now used for a wide range of applications such as: sheets, attendants' uniforms in hyperbaric chambers; crew's clothing, furniture and interior walls of diving chambers operated by the U.S. Navy and other oceanographic companies and research organizations. Pyrotect Safety Equipment, Minneapolis, MN produces Durette suits for auto racers, refuelers and crew chiefs from material supplied by FSP. FSP also manufactures Durette bags for filtering gases and dust from boilers, electric generators and similar systems. Durette bags are an alternative to other felted fiber capable of operating at high temperature that cost twice as much.",
    "source": "http://ntrs.nasa.gov/archive/nasa/casi.ntrs.nasa.gov/20030002777_2002160091.pdf",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 36,
    "title": "Developed material used in hang gliders",
    "learn_more": "Francis M. Rogallo and his wife Gertrude researched flexible controllable fabric airfoils with a delta, V-shaped, configuration for use on inexpensive private aircraft. They were issued a flex-wing patent and refined their designs. Development of Rogallo wings, used by U.S. Moyes, Inc. substantially broadened the flexible airfoil technology base which originated from NASA's reentry parachute. The Rogallo technology, particularly the airfoil frame was incorporated in the design of a kite by John Dickenson. The Dickenson kite served as prototype for the Australian Moyes line of hang gliders. *Company no longer exists.",
    "source": "http://spinoff.nasa.gov/spinoff/spinitem?title=Hang+Gliders",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 37,
    "title": "Developed high pressure valves that are now used in earthquake prone areas",
    "learn_more": "Rockwell International employed NASTRAN to identify high stress areas in valve products and the mechanical configurations necessary to accommodate them. Also used in seismic and vibration analysis of valves to establish design adequacy under severe conditions, such as those that might occur in an earthquake. Program offers significant savings in analysis effort compared with other analytical approaches.",
    "source": "http://spinoff.nasa.gov/spinoff/spinitem?title=Power+Plant+Valves",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 38,
    "title": "Developed technology now used to preserve books in the Library of Congress",
    "learn_more": "Books produced since 1850, held in the Library of Congress, have a very high acid content, hence a shorter life expectancy than prior-published volumes. A means of deacidifying books on a large, economically-viable scale is of great interest, particularly to the research library community, which stores millions of valuable, often irreplaceable documents. The General Electric vacuum chamber used in deacidification tests serves a dual purpose. It creates an environment in which DEZ can do its job without presence of oxygen and also dries the books. After the drying phase, DEZ is introduced to the chamber as a paper-penetrating vapor. The complete process typically takes eight days, four days for vacuum drying and four days of book exposure to DEZ. Accelerated aging tests showed that the process can extend paper life almost fourfold, even on color illustrations.",
    "source": "http://spinoff.nasa.gov/spinoff/spinitem?title=Book+Preservation",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 39,
    "title": "Applied Hubble space telescope image process technique to detect breast cancer",
    "learn_more": "A unique marriage between Hubble Space Telescope astronomers and cancer researchers has produced an image-processing technique that shows promise in detecting early breast cancer. Employing techniques used to correct the blurry images sent by Hubble prior to the 1993 servicing mission, this method is designed to detect microcalcifications, an early sign of breast cancer. A group of astronomical and medical researchers from the Space Telescope Science Institute (STScI) in Baltimore, Johns Hopkins University, and the Lombardi Cancer Research Center at the Georgetown University Medical Center in Washington, D.C., is testing this technique to detect microcalcifications in digitized mammograms. Courtesy of Randy H.",
    "source": "http://ipp.nasa.gov/innovation/Innovation41/HubbleFights.html",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 40,
    "title": "Increased flight safety through weather and climate prediction",
    "learn_more": "Luna Technologies International, Inc.'s LUNAplastT product line illuminates without the need for electricity, maintenance, or a power connection. LUNAplast, which benefited from tests conducted at Johnson Space Center, is available as rigid plastic and acrylic sheeting or flexible vinyl rolls. An environmentally-friendly material, it is available in a full line of screen-printed emergency signs, directional markers, and international safety symbols for illuminating hallways, walkways, and other indoor or outdoor areas. The material is durable, ultra violet-stable, and fire- and weather-resistant. Luna Technologies' innovation is the result of advances in photoluminescent (PL) technology. PL lighting provides emergency exit systems for any setting in which safety is a concern, such as ships, hotels, manufacturing plants, office buildings, tunnels, and mines. As a non-electric system, PL products provide a backup to standard electric emergency lighting systems. LUNAplast products were installed on the lower walls and floors of the Pentagon as part of the renovation and reconstruction project that took place after the terrorist attacks on September 11, 2001. LUNAplastT is a trademark of Luna Technologies International, Inc.",
    "source": "http://asrs.arc.nasa.gov/",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 41,
    "title": "Made advanced weather predicting possible with satellites",
    "learn_more": "A technology developed at NASA's Jet Propulsion Laboratory (JPL) uses a technique to help scientists improve weather forecasts, monitor climate change, and enhance space weather research. JPL turned to Tempe, Arizona-based Broad Reach Engineering Company to produce the receivers. The company licensed the technology and then commercialized it for Earth science use by NASA and international organizations.",
    "source": "http://ntrs.nasa.gov/archive/nasa/casi.ntrs.nasa.gov/20120001914_2012002472.pdf",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 42,
    "title": "Improved forest fire prevention through high altitude infrared sensors",
    "learn_more": "Conditions on the perimeter of a forest fire can be obtained by use of airborne remote sensing techniques demonstrated by Ames Research Center. An Ames U-2 high-altitude survey aircraft served as an aerial fire observation system. Equipped with two types of sensors, the U-2 produces real-time infrared images of fireground scenes. Information acquired by the U-2's scanners defines the fire boundary and aids fire management decisions by showing the size, shape and direction of burn and the locations of hot spots in the fire zone. U-2 sends sensor date in digital form to an antenna at Ames Research Center. There the data is computer processed into images which are overlaid on U.S. Geological Survey topographical maps of the fire area. Maps are then transmitted by telecopy machine directly to fire control center. Whole process takes less than 10 minutes and the U-2 can provide information for up to five hours. Ames antenna can pick up signals from the U-2 anywhere within a 300 mile radius from Ames.",
    "source": "http://ntrs.nasa.gov/archive/nasa/casi.ntrs.nasa.gov/20030002803_2002160105.pdf",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 43,
    "title": "Applied pressure tracking technology from shuttles to improve storm & hurricane location predicting",
    "learn_more": "Carlton Controls Corporation incorporated NASA's space shuttle technology into the development of the meteorological instrument called a barograph. This instrument traces historical ups and downs of barometric pressure and plots a rising or falling curve. Barorator provides a reading of barometric rate of change in millibars per hour. Information is provided to meteorologist every 15 minutes on an automatic printout. Tied in with other data, pressure rate of change information adds useful dimension for predicting exactly when a high or low pressure weather system will reach a particular locale. Also useful in tracing high altitude air movements such as jetstreams, it has special potential for predicting the onset of severe storms or tornadoes.",
    "source": "http://ntrs.nasa.gov/archive/nasa/casi.ntrs.nasa.gov/20070019763_2007020366.pdf",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 44,
    "title": "NASA's satellite series called GOES makes weather forcasting websites (ie weather.com and accu-weather) possible",
    "learn_more": "...For instance, GOES-East and GOES-West provide coverage of much of the Western Hemisphere, from the western coast of Africa to the West Pacific, and the Arctic to the Antarctic. The European Space Agency's Meteosat satellite provides coverage of Europe and Africa.... Courtesy of Brian W.",
    "source": "http://goes.gsfc.nasa.gov/ and http://www.weatherquestions.com/How_do_weather_satellites_work.htm",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 45,
    "title": "Turned traditional food, cosmetics, & pharmaceutical safety inspections into scientific, prevention-based systems.",
    "learn_more": "HACCP is believed to stem from of a production process monitoring used during World War II because traditional end of the pipe testing on artillery shell's firing mechanisms could not be performed, and a large percent of the artillery shells made at the time were either duds or misfiring. HACCP itself was conceived in the 1960s when the US National Aeronautics and Space Administration (NASA) asked Pillsbury to design and manufacture the first foods for space flights. Since then, HACCP has been recognized internationally as a logical tool for adapting traditional inspection methods to a modern, science-based, food safety system. Based on risk-assessment, HACCP plans allow both industry and government to allocate their resources efficiently in establishing and auditing safe food production practices. In 1994, the organization of International HACCP Alliance was established initially for the US meat and poultry industries to assist them with implementing HACCP and now its membership has been spread over other professional/industrial areas.",
    "source": "http://en.wikipedia.org/wiki/Hazard_analysis_and_critical_control_points",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 46,
    "title": "Developed lifesaving heart pump for patients awaiting heart transplants",
    "learn_more": "A collaboration between NASA, Dr. Michael DeBakey, Dr. George Noon, and MicroMed Technology, Inc., resulted in a lifesaving heart pump for patients awaiting heart transplants. The MicroMed DeBakey VAD functions as a bridge to heart transplant by pumping blood throughout the body to keep critically ill patients alive until a donor heart is available. Weighing less than 4 ounces and measuring 1 inch by 3 inches, the pump is approximately one-tenth the size of other currently marketed pulsatile VADs. This makes it less invasive and ideal for smaller adults and children. Because of the pump's small size, less than 5 percent of the patients implanted developed device-related infections. It can operate up to 8 hours on batteries, giving patients the mobility to do normal, everyday activities. The MicroMed DeBakey VAD is a registered trademark of MicroMed Technology, Inc.",
    "source": "http://spinoff.nasa.gov/spinoff/spinitem?title=Keeping+Hearts+Pumping",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 47,
    "title": "GPS devices rely on NASA satellites & related technology",
    "learn_more": "TerrAvoid and Position Integrity combine Global Positioning Satellite (GPS) data with high-resolution maps of the Earth's topography. Dubbs & Severino, Inc., based in Irvine, California, has developed software that allows the system to be run on a battery-powered laptop in the cockpit. The packages, designed primarily for military sponsors and now positioned to hit the consumer market in coming months, came about as the result of the Jet Propulsion Laboratory's Technology Affiliates Program. Intended to give American industry assistance from NASA experts and to facilitate business use of intellectual property developed for the space program, the Technology Affiliates Program introduced the start-up company of Dubbs & Severino to JPL's Dr. Nevin Bryant four years ago. GeoTIFF is now in the public domain, and its use for commercial product development has evolved into an industry standard over the last year.",
    "source": "http://ntrs.nasa.gov/archive/nasa/casi.ntrs.nasa.gov/20110000715_2011000738.pdf",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 48,
    "title": "Developed some of the first software and hardware devices for earthquake monitoring",
    "learn_more": "IAEMIS (Integrated Automated Emergency Management Information System) is the principal tool of an earthquake preparedness program developed by Martin Marietta and the Mid-America Remote Sensing Center (MARC). It is a two-component set of software, data and procedures to provide information enabling management personnel to make informed decisions in disaster situations. The NASA-developed program ELAS, originally used to analyze Landsat data, provides MARC with a spatially-oriented information management system. Additional MARC projects include land resources management, and development of socioeconomic data.",
    "source": "http://ntrs.nasa.gov/archive/nasa/casi.ntrs.nasa.gov/20020086344_2002139396.pdf",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 49,
    "title": "Built the first inflatable antennas to support emergency communication",
    "learn_more": "Glenn Research Center awarded Small Business Innovation Research (SBIR) contracts to ManTech SRS Technologies, of Newport Beach, California, to develop thin film inflatable antennas for space communication. With additional funding, SRS modified the concepts for groundbased inflatable antennas. GATR (Ground Antenna Transmit and Receive) Technologies, of Huntsville, Alabama, licensed the technology and refined it to become the world's first inflatable antenna certified by the Federal Communications Commission. Capable of providing Internet access, voice over Internet protocol, e-mail, video teleconferencing, broadcast television, and other high-bandwidth communications, the systems have provided communication during the wildfires in California, after Hurricane Katrina in Mississippi, and following the 2010 Haiti earthquake.",
    "source": "http://ntrs.nasa.gov/archive/nasa/casi.ntrs.nasa.gov/20110000731_2011000758.pdf",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 50,
    "title": "Provides innovative video stabilization software that's been used at the Olympics, in law enforcement, and commercially",
    "learn_more": "Vibrating with the force of the world&apos;s most powerful rocket engines and blasting skyward at thousands of miles per hour, the Space Shuttle does not present an easy subject for video. Using techniques and technologies developed for stabilizing the shaky shuttle launch video, Marshall Space Flight Center scientists created Video Image Stabilization and Registration  (VISAR) to help FBI agents analyze video footage of the deadly bombing at the 1996 Olympic Summer Games in Atlanta. Intergraph Government Solutions of Huntsville, Alabama, licensed the technology and adapted it for the company&apos;s Video Analyst System now used for military and law enforcement applications, ncluding the capture of kidnappers and the identification of Saddam Hussein in footage sent back from Iraq. Page 12 of source",
    "source": "http://spinoff.nasa.gov/Spinoff2011/pdf/Spinoff2011.pdf",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 51,
    "title": "Developed software that can calculate measurements from  photographs",
    "learn_more": "Even through tragic moments that threatened to permanently ground the fleet, the Space Shuttle Program yielded remarkable innovations. As part of the investigation following the Space Shuttle Columbia disaster, a Kennedy Space Center scientist developed a program to calculate the dimensions of objects in photographs. In 2008, DigiContractor Corporation of Tarzana, California, licensed the technology and incorporated it into online technology that can calculate measurements from photos for applications from construction and remodeling to landscaping to crime scenes and auto accidents. Page 12 of source",
    "source": "http://spinoff.nasa.gov/Spinoff2011/pdf/Spinoff2011.pdf",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 52,
    "title": "Developed insulation against extreme temperatures, now used in homes, shoes, and clothing",
    "learn_more": "The Space Shuttle requires more than a half million gallons of liquid oxygen and liquid hydrogen fuel, which must remain at about -423 °F and -297 °F respectively. Aspen Aerogels of Northborough, Massachusetts, worked with Kennedy Space Center through the Small Business Innovation Research (SBIR) program to develop a robust, flexible form of aerogel for cryogenic insulation in Space Shuttle launch applications. As the leading provider of aerogel in the United States, Aspen Aerogels’ technology—which has the lowest thermal conductivity of any known solid—now provides unrivaled insulation for everything from houses to extreme-weather clothing to insoles for footwear. Page 14 of source.",
    "source": "http://spinoff.nasa.gov/Spinoff2011/pdf/Spinoff2011.pdf",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 53,
    "title": "Originally developed to grow plants in space, these LED chips are now being used to battle pains from arthritis",
    "learn_more": "Tiny LED chips used to grow plants on the Space Shuttle and the International Space Station are lighting the way for wound healing and chronic pain alleviation on Earth. Developed with Small Business Innovation Research (SBIR) support from Marshall Space Flight Center, the LED chips have made their way into a noninvasive, handheld medical device. Intended for the temporary relief of minor muscle and joint pain, arthritis, stiffness, and muscle spasms, the technology has also been shown to help reduce certain side effects of chemotherapy. Page 14 of source",
    "source": "http://spinoff.nasa.gov/Spinoff2011/pdf/Spinoff2011.pdf",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 54,
    "title": "Refined the shape of large trucks to reduce aerodynamic drag and improved efficiency",
    "learn_more": "During the 1970s and 1980s, researchers at Dryden Flight Research Center conducted numerous tests to refine the shape of trucks to reduce aerodynamic drag and improved efficiency. During the 1980s and 1990s, a team based at Langley Research Center explored controlling drag and the flow of air around a moving body. Aeroserve Technologies Ltd., of Ottawa, Canada, with its subsidiary, Airtab LLC, in Loveland, Colorado, applied the research from Dryden and Langley to the development of the Airtab vortex generator. Airtabs create two counter-rotating vortices to reduce wind resistance and aerodynamic drag of trucks, trailers, recreational vehicles, and many other vehicles.",
    "source": "http://www.nasa.gov/centers/dryden/pdf/641792main_FS-100-DFRC.pdf",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 55,
    "title": "Developed and validated all-electric flight control systems now used on nearly all modern aircraft",
    "learn_more": "The F-8 DFBW validated the principal concepts of the all-electric flight control systems now used on nearly all modern high performance aircraft and on military and civilian transports. A DFBW flight-control system also is used on the space shuttles. In addition to pioneering the Space Shuttle's fly-by-wire flight-control system, NASA 802 was the testbed that explored pilot induced oscillations (PIO) and validated methods to suppress them. PIOs occur when a pilot over-controls an aircraft and a sustained oscillation results. On the last of five free flights of the prototype Space Shuttle Enterprise during approach and landing tests in 1977, a PIO developed as the vehicle settled onto the runway. The problem was duplicated with the F-8 DFBW and a PIO suppression filter was developed and tested on the aircraft for the Shuttle program office.",
    "source": "http://www.nasa.gov/centers/dryden/news/FactSheets/FS-024-DFRC.html",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 56,
    "title": "Contributed to the development of heat resistant paint now used to protect various hot parts of automobiles",
    "learn_more": "NASA technology contributed to the development of heat resistant paint, allowing Sperex to perfect its own formulations. Inorganic paint protects hot parts of automobiles. Paint also used on car and truck exhaust systems, firewalls, brake drums and engine manifolds.",
    "source": "http://ntrs.nasa.gov/archive/nasa/casi.ntrs.nasa.gov/20070018917_2007019698.pdf",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 57,
    "title": "Developed helicopter rotor that lasted twice as long, reduced noise by 40%, and enhanced high altitude performance",
    "learn_more": "Founded by former Ames Research Center engineer Jim Van Horn, Van Horn Aviation of Tempe, Arizona, built upon a Langley Research Center airfoil design to create a high performance aftermarket tail rotor for the popular Bell 206 helicopter. The highly durable rotor has a lifetime twice that of the original equipment manufacturer blade, reduces noise by 40 percent, and displays enhanced performance at high altitudes. These improvements benefit helicopter performance for law enforcement, military training, wildfire and pipeline patrols, and emergency medical services.",
    "source": "http://spinoff.nasa.gov/spinoff/spinitem?title=Tail+Rotor+Airfoils+Stabilize+Helicopters%2C+Reduce+Noise",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 58,
    "title": "Developed the upturned ends now found on many airplane wings which are saving airlines billions in fuel costs",
    "learn_more": "The upturned ends now featured on many airplane wings are saving airlines billions of dollars in fuel costs. Called winglets, the drag-reducing technology was advanced through the research of Langley Research Center engineer Richard Whitcomb and through flight tests conducted at Dryden Flight Research Center. Seattle-based Aviation Partners Boeing-a partnership between Aviation Partners Inc., of Seattle, and The Boeing Company, of Chicago-manufactures Blended Winglets, a unique design featured on Boeing aircraft around the world. These winglets have saved more than 2 billion gallons of jet fuel to date, representing a cost-savings of more than $4 billion and a reduction of almost 21.5 million tons in carbon dioxide emissions.",
    "source": "http://spinoff.nasa.gov/spinoff/spinitem?title=Winglets+Save+Billions+of+Dollars+in+Fuel+Costs",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 59,
    "title": "Developed parachute system which is capable of lowering small airplanes safely to the ground - saving 246 lives",
    "learn_more": "Small Business Innovation Research (SBIR) contracts with Langley Research Center helped BRS Aerospace, of Saint Paul, Minnesota, to develop technology that has saved 246 lives to date. The company's whole aircraft parachute systems deploy in less than 1 second thanks to solid rocket motors and are capable of arresting the descent of a small aircraft, lowering it safely to the ground. BRS has sold more than 30,000 systems worldwide, and the technology is now standard equipment on many of the world's top-selling aircraft. Parachutes for larger airplanes are in the works.",
    "source": "http://spinoff.nasa.gov/spinoff/spinitem?title=Rocket-Powered+Parachutes+Rescue+Entire+Planes",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 60,
    "title": "Built devices to help us better understand the Earth's water, energy, and carbon cycles through measuring ocean salinity and soil moisture",
    "learn_more": "To gain a better understanding of Earth's water, energy, and carbon cycles, NASA plans to embark on the Soil Moisture Active and Passive mission in 2015. To prepare, Goddard Space Flight Center provided Small Business Innovation Research (SBIR) funding to ProSensing Inc., of Amherst, Massachusetts, to develop a compact ultrastable radiometer for sea surface salinity and soil moisture mapping. ProSensing incorporated small, low-cost, high-performance elements into just a few circuit boards and now offers two lightweight radiometers commercially. Government research agencies, university research groups, and large corporations around the world are using the devices for mapping soil moisture, ocean salinity, and wind speed.",
    "source": "http://spinoff.nasa.gov/spinoff/spinitem?title=Compact+Radiometers+Expand+Climate+Knowledge",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 62,
    "title": "Played a pivotal role in the emergence of cloud technology",
    "learn_more": "NASA has also played a pivotal role in the emergence of cloud technology that could reshape the vast IT world here on Earth. Chris Kemp, the first CTO of IT at NASA, helped to lead an effort at the U.S. space agency to create a cloud compute platform. The original 9,000 lines of code, known as Nova, have become the cornerstone of the OpenStack cloud project. OpenStack now has the backing of major IT vendors, including IBM, Dell, HP, Cisco, AT&T and Intel. Today OpenStack is the backbone of cloud offerings from Cisco, Dell, HP and many others in the emerging cloud market. The project has become so successful, in fact, that NASA no longer needs to be actively involved. NASA continued to make code contributions as part of the OpenStack effort, until fairly recently",
    "source": "http://www.datamation.com/open-source/how-a-nasa-open-source-startup-could-change-the-it-universe.html",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 63,
    "title": "NASA radar improves oil spill cleanup effort during BP Deepwater Horizon blowout",
    "learn_more": "NASA says researchers in California have developed a method to use specialized 3-D imaging radar to do those classifications quickly. And because the radar can be mounted on a plane, it can be deployed quickly and stay in place over the spill longer. Researchers at the Jet Propulsion Laboratory and California Institute of Technology proved their theory by using three radar deployments over the Deepwater Horizon spill on June 21-22, 2010. The radar, developed at JPL, was mounted beneath a NASA C-20 piloted plane, a version of the Gulfstream III business jet. How sophisticated is the radar? It can tell the difference between a sheen of oil (0.005 millimeters to 0.05 millimeters thick) to an emulsion (1 millimeter thick). The thicker emulsions stay on the surface longer and can do much more environmental damage.",
    "source": "http://blog.al.com/breaking/2012/10/nasa_says_new_radar_images_wil.html",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 68,
    "title": "Developed stronger casing material now used on Cessna airplanes, natural gas storage tanks, and spaceships",
    "learn_more": "A&P Technology and NASA have a long-standing relationship in composite material technology dating back as far as 2001.  Starting with an Small Business Innovation Research (SBIR) contract to develop an affordable composite fan containment case with integral toughening elements, this base technology has spun off myriad other product lines. Through a collaboration between NASA Glenn Research Center and A&P, the layered composite fan case debuted on Williams International’s FJ44-4A engine, which is now flying on the Cessna Citation CJ4 aircraft...<br><br>The A&P materials and the lay-up approach designed for the NASA fan case work resulted in dramatically reduced production time (from 8 hours to 20 minutes) and benign failure modes for high-pressure tanks. A&P and Profile Composites won a joint JEC Innovation Award in 2009 for their rapid manufacturing approach of high-pressure storage tanks.",
    "source": "http://newslink.federallabs.org/2012/10/10/nasa-partners-create-spinoffs-products/",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 66,
    "title": "NASA's earthquake modeling software helps public authorities prioritize response strategies",
    "learn_more": "E-DECIDER (Earthquake Data Enhanced Cyber-Infrastructure for Disaster Evaluation and Response) is a NASA Applied Sciences-funded project developed by JPL in partnership with the U.S. Geological Survey, Indiana University and UC Davis. It provides tools for earthquake disaster management and response using remote sensing data and NASA earthquake modeling software. The project delivers mapped data products through Web and mobile applications for ease-of-use by decision makers, providing information for both long-term planning and identification of areas where emergency response should be focused in the event of an earthquake disaster.",
    "source": "http://www.jpl.nasa.gov/news/news.php?release=2012-331",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 67,
    "title": "Developing nasal spray to prevent motion sickness",
    "learn_more": "NASA's Johnson Space Center in Houston and Epiomed Therapeutics Inc. of Irvine, Calif., have signed an agreement to develop and commercialize a NASA-crafted, fast-acting nasal spray to fight motion sickness. Under the Space Act Agreement, Epiomed will formulate the drug, called intranasal scopolamine, or INSCOP. Astronauts often experience motion sickness in space. As a result, NASA has conducted extensive research into the causes and treatments for the condition. Scopolamine is effective and can be administered as a tablet or injected. With a precise dosage, the NASA spray formulation has been shown to work faster and more reliably than the oral form.",
    "source": "http://spaceref.com/news/viewpr.html?pid=38893",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 69,
    "title": "Developing exoskeleton to help astronauts exercise in zero gravity and help disabled people walk on Earth",
    "learn_more": "A spinoff from robotic space technology may someday help astronauts stay fit in space and help paraplegics walk on Earth, Nasa says. The U.S. space agency and the Florida Institute for Human and Machine Cognition (IHMC) have jointly developed a robotic exoskeleton called X1. The 57lb device is a robot that a human could wear over his or her body either to assist or inhibit movement in leg joints... In the inhibit mode, the X1 exoskeleton would be used as an in-space exercise machine to supply resistance against leg movement. The same technology could be used in reverse on the ground, potentially helping some individuals walk for the first time.",
    "source": "http://www.dailymail.co.uk/sciencetech/article-2216748/Nasa-developing-exoskeleton-help-astronauts-exercise-zero-gravity-help-disabled-people-walk-Earth.html",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 70,
    "title": "Built air revitalization system used in space and in coal mines to produce clean air",
    "learn_more": "Paragon Space Development Corp. of Tucson, Ariz., is providing the air revitalization system it matured under a NASA Space Act Agreement to Mine Shield LLC of Lancaster, Ky., for use in its underground miner refuge chambers. These air-tight metal chambers are used by miners as lifesaving havens when trapped underground, providing air, water and food until rescued.",
    "source": "http://www.nasa.gov/exploration/commercial/crew/paragon-miners.html",
    "thats_weak": 0,
    "that_rockets": 0
}, {
    "id": 71,
    "title": "Developed the most efficient insulator known to man (aerogel), currently used in fridges, cars, and shoe soles.",
    "learn_more": "It’s as light as air and feels like styrofoam to the touch... With individual pores only a few nanometers wide, it has the lowest thermal conductivity of any known solid. While NASA uses Aspen’s aerogel for cryogenic applications, there is a dizzying array of industrial applications for the product, including insulation for piping, building and construction, appliances and refrigeration equipment, and trucks and automobiles.",
    "source": "http://www.nasa.gov/offices/oct/home/tech_life_aerogel.html",
    "thats_weak": 0,
    "that_rockets": 0
}]
